{
    "words": "[{\"word\":\"granular\",\"etymology\":\"1790, from Late Latin granulum \\\"granule, a little grain,\\\" diminutive of Latin granum \\\"grain, seed\\\" (from PIE root *gre-no- \\\"grain\\\") + -ar. Replaced granulous (late 14c.). Related: Granularity.\",\"latin\":true,\"germanic\":false},{\"word\":\"flossily\",\"etymology\":\"1610s, \\\"any thing dug up;\\\" 1650s (adj.) \\\"obtained by digging\\\" (of coal, salt, etc.), from French fossile (16c.), from Latin fossilis \\\"dug up,\\\" from fossus, past participle of fodere \\\"to dig,\\\" from PIE root *bhedh- \\\"to dig, pierce.\\\"\\n\\nRestricted noun sense of \\\"geological remains of a plant or animal\\\" is from 1736 (the adjective in the sense \\\"pertaining to fossils\\\" is from 1660s); slang meaning \\\"old person\\\" first recorded 1859. Fossil fuel (1833) preserves the earlier, broader sense.\\n\\nIkhthes oryktoi \\\"fossil fishes\\\" were known to the Greeks, along with fossil shells on mountaintops and fossil \\\"seaweed\\\" in Sicilian quarries. They sometimes were taken as evidence of changing sea levels.\",\"latin\":true,\"germanic\":false},{\"word\":\"scavenger\",\"etymology\":\"1540s, originally \\\"person hired to remove refuse from streets,\\\" a modification of Middle English scavager, scawageour (late 14c.), the title of a London official who originally was charged with collecting tax on goods sold by foreign merchants.\\n\\nThis is from Middle English scavage, scauage (Anglo-French scawage) \\\"toll or duty exacted by a local official on goods offered for sale in one's precinct\\\" (c. 1400), from Old North French escauwage \\\"inspection,\\\" from a Germanic source (compare Old High German scouwon, Old English sceawian \\\"to look at, inspect;\\\" see show (v.)).\\n\\nThe scavenger later was charged with inspection and maintenance of streets: Blount's description (\\\"Glossographia,\\\" 1656) is \\\"an Officer well known in London, that makes clean the streets, by scraping up and carrying away the dust and durt.\\\" The modern general sense of the word \\\"one who collects and consumes or puts to use what has been discarded\\\" evolved through the notion of \\\"collect and dispose of rubbish.\\\"\\n\\nThe word came to be regarded as an agent noun in -er, but the verb scavenge (q.v.) is a late back-formation from the noun. For the unetymological -n- (c. 1500), compare harbinger, passenger, messenger, etc. Extended 1590s to animals that feed on decaying matter. Scavenger hunt is attested from 1937. Mayhew (1851) has scavagery \\\"street-cleaning, removal of filth from streets.\\\"\",\"latin\":false,\"germanic\":true},{\"word\":\"antepasts\",\"etymology\":\"1929, from Italian antipasto, from anti- \\\"before\\\" (from Latin ante; see ante-) + pasto \\\"food,\\\" from Latin pascere \\\"to feed,\\\" from PIE root *pa- \\\"to feed.\\\" Earlier Englished as antepast \\\"something taken before a meal to whet the appetite\\\" (1580s).\",\"latin\":true,\"germanic\":false},{\"word\":\"fico\",\"etymology\":\"early 13c., from Old French figue \\\"fig\\\" (12c.), from Old Provençal figa, from Vulgar Latin *fica, corresponding to Latin ficus \\\"fig tree, fig,\\\" which, with Greek sykon, Armenian t'uz is \\\"prob. fr. a common Mediterranean source\\\" [Buck], possibly a Semitic one (compare Phoenician pagh \\\"half-ripe fig\\\"). A reborrowing of a word that had been taken directly from Latin as Old English fic \\\"fig, fig-tree.\\\"\\nThe insulting sense of the word in Shakespeare, etc. (A fig for ...) is 1570s (in 17c. sometimes in Italian form fico), in part from fig as \\\"small, valueless thing,\\\" but also from Greek and Italian use of their versions of the word as slang for \\\"vulva,\\\" apparently because of how a ripe fig looks when split open [Rawson, Weekley]. Giving the fig (Old French faire la figue, Spanish dar la higa) was an indecent gesture of ancient provenance, made by putting the thumb between two fingers or into the mouth, with the intended effect of the modern gesture of \\\"flipping the bird\\\" (see bird (n.3)). Also compare sycophant.\\nUse of fig leaf in figurative sense of \\\"flimsy disguise\\\" (1550s) is from Genesis iii.7. Fig-faun translates Latin faunus ficarius (Jeremiah l.39). Fig Newtons (by 1907) are named for Newton, Massachusetts.\",\"latin\":true,\"germanic\":false},{\"word\":\"anagrams\",\"etymology\":\"\\\"transposition of letters in a word so as to form another; a word so formed,\\\" 1580s, from French anagramme or Modern Latin anagramma (16c.), both from Greek anagrammatizein \\\"transpose letters of a word so as to form another,\\\" from ana \\\"back, backwards\\\" (see ana-) + gramma (genitive grammatos) \\\"letter\\\" (see -gram). Evil is an anagram of live. Related: Anagrammatic; anagrammatical; anagrammatically.\",\"latin\":true,\"germanic\":false},{\"word\":\"germinates\",\"etymology\":\"c. 1600, probably a back-formation from germination. Figurative use from 1640s. Related: Germinated; germinating. Earlier germynen (mid-15c.) was from Old French germiner or directly from Latin germinare.\",\"latin\":true,\"germanic\":false},{\"word\":\"antedated\",\"etymology\":\"1580s, \\\"to date before the true time,\\\" earlier as noun meaning \\\"a backdating, false early date attached to a document or event\\\" (1570s); from Latin ante \\\"before\\\" (from PIE root *ant- \\\"front, forehead,\\\" with derivatives meaning \\\"in front of, before\\\") + date (v.1). Meaning \\\"be of older date than\\\" is from 1660s. Related: Antedated; antedating.\",\"latin\":true,\"germanic\":false},{\"word\":\"scandium\",\"etymology\":\"rare metallic element discovered by spectroscope, 1879, from Modern Latin Scandia (see Scandinavia), used by L.F. Nilson of Uppsala as the name of earth he had isolated, which later was recognized as one of the missing elements predicted by Mendeleev and given the chemical ending -ium. Related: Scandic.\",\"latin\":true,\"germanic\":false},{\"word\":\"appeals\",\"etymology\":\"\\\"pertaining to appeals,\\\" 1726, from Latin appellatus, past participle of appellare \\\"appeal to\\\" (see appeal (v.)).\",\"latin\":true,\"germanic\":false}]",
    "expiry": 1659440680128
}