{
    "words": "[{\"word\":\"condylar\",\"etymology\":\"early 15c., \\\"pertaining to a Roman consul,\\\" from Latin consularis\\\"of or pertaining to a consul,\\\" from consul (see consul). From 17c. as \\\"pertaining to the office of a consul\\\" in the modern sense in international law.\",\"latin\":true,\"germanic\":false},{\"word\":\"mendacity\",\"etymology\":\"\\\"tendency or disposition to lie, habitual lying,\\\" also \\\"a falsehood, a lie,\\\" 1640s, from French mendacité and directly from Late Latin mendacitas \\\"falsehood, mendacity,\\\" from Latin mendax \\\"lying; a liar\\\" (see mendacious).\",\"latin\":true,\"germanic\":false},{\"word\":\"ranular\",\"etymology\":\"c. 1400, reguler, \\\"member of a religious order bound by vows,\\\" from regular (adj.) and from Medieval Latin regularis \\\"member of a religious or monastic order.\\\" Sense of \\\"soldier of a standing army\\\" is from 1756. Meaning \\\"regular customer\\\" is by 1852; meaning \\\"leaded gasoline\\\" is by 1978; regular (adj.) in the sense of \\\"unleaded\\\" is by 1974.\",\"latin\":true,\"germanic\":false},{\"word\":\"kae\",\"etymology\":\"*kaə-id-, Proto-Indo-European root meaning \\\"to strike.\\\"\\nIt forms all or part of: abscise; avicide; biocide; caesarian; caesura; cement; chisel; -cide; circumcise; circumcision; concise; decide; decision; deicide; excise (v.); excision; felicide; feticide; filicide; floricide; fratricide; fungicide; gallinicide; genocide; germicide; herbicide; homicide; incise; incision; incisor; infanticide; insecticide; legicide; liberticide; libricide; matricide; parricide; patricide; pesticide; precise; precision; prolicide; scissors; senicide; spermicide; suicide; uxoricide; verbicide.\\nIt is the hypothetical source of/evidence for its existence is provided by: Sanskrit skhidati \\\"beats, tears;\\\" Latin caedere \\\"to strike down, fell, slay;\\\" Lithuanian kaišti \\\"shave;\\\" Armenian xait'em \\\"to stab;\\\" Albanian qeth \\\"to shave;\\\" Middle Dutch heien \\\"to drive piles,\\\" Old High German heia \\\"wooden hammer,\\\" German heien \\\"beat.\\\"\",\"latin\":true,\"germanic\":false},{\"word\":\"noil\",\"etymology\":\"Old English næglian \\\"to fix or fasten (something) onto (something else) with nails,\\\" from Proto-Germanic *ganaglijan (source also of Old Saxon neglian, Old Norse negla, Old High German negilen, German nageln, Gothic ganagljan \\\"to nail\\\"), from the root of nail (n.). Related: Nailed; nailing. The colloquial meaning \\\"secure, succeed in catching or getting hold of (someone or something)\\\" is by 1760; hence \\\"to arrest\\\" (by 1930). Meaning \\\"to succeed in hitting\\\" is from 1886. To nail down \\\"to fix down with nails\\\" is from 1660s.\",\"latin\":false,\"germanic\":true},{\"word\":\"dapped\",\"etymology\":\"mid-15c., \\\"elegant, neat, trim,\\\" from Middle Dutch or Middle Low German dapper \\\"bold, strong, sturdy,\\\" later \\\"quick, nimble,\\\" from Proto-Germanic *dapraz (source also of Old High German tapfar \\\"heavy,\\\" German tapfer \\\"brave\\\"), perhaps with ironical shift of meaning, from PIE root *dheb- \\\"dense, firm, compressed.\\\"\\nLater shifting toward \\\"small and active, nimble, brisk, lively\\\" (from c. 1600). \\\"Formerly appreciative; now more or less depreciative, with associations of littleness or pettyness\\\" [OED].\",\"latin\":false,\"germanic\":true},{\"word\":\"junglier\",\"etymology\":\"c. 1100, iugulere \\\"jester, buffoon,\\\" also \\\"wizard, sorcerer,\\\" from Old English geogelere \\\"magician, conjurer,\\\" also from Anglo-French jogelour, Old French jogleor (accusative), from Latin ioculatorem (nominative ioculator) \\\"joker,\\\" from ioculari \\\"to joke, to jest\\\" (see jocular). The connecting notion between \\\"magician\\\" and \\\"juggler\\\" is dexterity. Especial sense \\\"one who practices sleight of hand, one who performs tricks of dexterity\\\" is from c. 1600.\",\"latin\":true,\"germanic\":false},{\"word\":\"duodecimo\",\"etymology\":\"size of paper or page (more or less 6.5 to 7.5 inches high and 4.5 inches wide), 1650s, from Latin in duodecimo (folded) \\\"in a twelfth\\\" of a sheet, from ablative of duodecimus \\\"twelfth,\\\" from duodecim \\\"twelve\\\" (see dozen). So called because made originally by folding a printer's sheet and cutting it in 12 leaves. Often abbreviated 12mo. Also \\\"a book in which each page is the twelfth part of the printer's sheet.\\\" Related: Duodecimary.\",\"latin\":true,\"germanic\":false},{\"word\":\"palliasse\",\"etymology\":\"early 15c., \\\"alleviate (a disease or its symptoms) without curing,\\\" from Medieval Latin palliatus, literally \\\"cloaked,\\\" from past participle of Late Latin palliare \\\"cover with a cloak, conceal,\\\" from Latin pallium \\\"cloak\\\" (see pall (n.)). Meaning \\\"excuse or extenuate (an offense) by pleading or urging extenuating circumstances or favorable representations\\\" is from 1630s. Related: Palliated; palliating; palliation.\\n\\nPalliate and extenuate come at essentially the same idea through different figures : palliate is to cover in part as with a cloak; extenuate is to thin away or draw out to fineness. They both refer to the effort to make an offense seem less by bringing forward considerations tending to excuse; they never mean the effort to exonerate or exculpate completely. [Century Dictionary]\",\"latin\":true,\"germanic\":false},{\"word\":\"turmoil\",\"etymology\":\"1520s, of uncertain origin, perhaps an alteration of French tremouille \\\"mill hopper,\\\" in reference to the hopper's constant motion to and fro, from Latin trimodia \\\"vessel containing three modii,\\\" from modius, a Roman dry measure, related to modus \\\"measure.\\\" Attested earlier in English as a verb (1510s), though this now is obsolete.\",\"latin\":true,\"germanic\":false}]",
    "expiry": 1659427221533
}